acpi
acpid
act
adwaita-qt5-git
adwaita-qt6-git
alacritty
alltray
alsa-utils
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
ansible
apache
arandr
arc-gtk-theme
arch-install-scripts
aria2
audacity
autorandr
awesome-git
aws-cli
base
base-devel
bash-completion
bat
bc
bind
blender
blueman
bluez-utils
bridge-utils
brightnessctl
brother-hl2030
ca-certificates
ca-certificates-mozilla
chili-sddm-theme
composer
conda-bash-completion
cowfortune
cups
cups-pdf
dhcpcd
dialog
discord
dnsmasq
docker
docker-compose
dosfstools
ebtables
evolution
evolution-decsync
evolution-on
evtest
fd
feh
ffmpegthumbnailer
firefox-developer-edition
flameshot
flashfocus-git
flatpak
gimp
git
gnome-keyring
gnome-themes-extra
gnucash
gnu-free-fonts
godot
gpick
gptfdisk
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-plus-icon-theme-git
gst-libav
gucharmap
hdparm
heimdall
htop
ifplugd
immersed
inxi
java-runtime-common
jdk-openjdk
keepassxc
kid3-qt
komorebi-bin
krita
libgepub
libopenraw
libpurple-signald
libreoffice-still
libvirt
linux
linux-firmware
lsof
luarocks
lvm2
lxappearance-gtk3
lynx
man-db
miniconda3
motrix-bin
mpc
mpd
mpv
mtpfs
mullvad-vpn
mupdf
ncmpcpp
neovim
net-tools
networkmanager
nix
npm
ntfs-3g
nushell
nvidia
nvidia-settings
nvidia-utils
nvm
obs-cmd
obsidian
ollama-cuda
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
otf-sfmono-patched
p7zip
papirus-icon-theme
pavucontrol
php
picom
pidgin
pidgin-otr
plasma
playerctl
polkit-gnome
poppler-glib
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
purple-discord-git
purple-facebook-git
purple-gowhatsapp
python-pip
python-pynvim
python-setuptools
qbittorrent
qemu
qflipper-git
qt5-graphicaleffects
qt5-quickcontrols
qt6-tools
rcm
redshift
rhythmbox
ripgrep
rofi
rofi-pass
rsync
rust
scrcpy
scrot
sddm
seahorse
shotgun
sidequest-bin
signal-desktop
slop
sshfs
steam
sudo
suru-plus-aspromauros-git
suru-plus-dark-git
suru-plus-git
sway
syncthing
thunar
tig
tmux
tor-browser-bin
transmission-qt
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tumbler
ufw
unclutter
unityhub
unrar
unzip
upower
usbip
usbutils
vdhcoapp-bin
vi
vim
virt-manager
virt-manager
wacomtablet
wget
wireguard-tools
wpa_supplicant
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwayland
yarn
yay
yt-dlp
zbar
